[
  {
    "author": "5f569cdd4faae91334863228",
    "name": "Harry Potter e a Pedra Filosofal",
    "resume": "Harry Potter é um garoto órfão que vive infeliz com seus tios, os Dursleys. Ele recebe uma carta contendo um convite para ingressar em Hogwarts, uma famosa escola especializada em formar jovens bruxos. Inicialmente, Harry é impedido de ler a carta por seu tio, mas logo recebe a visita de Hagrid, o guarda-caça de Hogwarts, que chega para levá-lo até a escola. Harry adentra um mundo mágico que jamais imaginara, vivendo diversas aventuras com seus novos amigos, Rony Weasley e Hermione Granger.",
    "chaptersQty": 17,
    "pagesQty": 223
  },
  {
    "author": "5f569cdd4faae91334863228",
    "name": "Harry Potter e o Prisionaeiro de Azkban",
    "resume": "O terceiro ano de Harry Potter em Hogwarts começa mal quando ele descobre que o assassino Sirius Black escapou da prisão de Azkaban e está empenhado em matá-lo. Enquanto o gato de Hermione atormenta o rato doente de Ron, um bando de dementadores são enviados para proteger a escola de Sirius Black. Um professor misterioso ajuda Harry a aprender a se defender.",
    "chaptersQty": 22,
    "pagesQty": 318
  },
  {
    "author": "5f569cdd4faae91334863228",
    "name": "Harry Potter e a Ordem da Fénix",
    "resume": "Harry Potter está em seu quinto ano em Hogwarts e acaba ouvindo que muitos não sabem a verdade sobre seu encontro com Lord Voldemort. O Ministro de Mágica, Cornelius Fudge, indica Dolores Umbridge para ser a nova professora de Defesa Contra as Artes das Trevas, por acreditar que Dumbledore planeja tomar seu lugar. Porém, os métodos que ela usa são totalmente inapropriados. Harry, então, se reúne com um grupo de alunos para defender sua escola.",
    "chaptersQty": 38,
    "pagesQty": 703
  },
  {
    "author": "5f569cdd4faae91334863228",
    "name": "Harry Potter e o Enigma do Príncipe",
    "resume": "No sexto ano de Harry em Hogwarts, Lord Voldemort e seus Comensais da Morte estão criando o terror nos mundos bruxo e trouxa. Dumbledore convence seu velho amigo Horácio Slughorn para retornar a Hogwarts como professor de poções após Harry encontrar um estranho livro escolar. Draco Malfoy se esforça para realizar uma ação destinada por Voldemort, enquanto Dumbledore e Harry secretamente trabalham juntos a fim de descobrir o método para destruir o Lorde das Trevas uma vez por todas.",
    "chaptersQty": 30,
    "pagesQty": 471
  },
  {
    "author": "5f569cdd4faae91334863228",
    "name": "Harry Potter e as Relíquias da Morte",
    "resume": "Sem a orientação e proteção de seus professores, Harry, Rony e Hermione iniciam uma missão para destruir as horcruxes, que são as fontes da imortalidade de Voldemort. Embora devam confiar um no outro mais do que nunca, forças das trevas ameaçam separá-los. Os Comensais da Morte de Voldemort tomaram o controle do Ministério da Magia e de Hogwarts, e eles estão procurando por Harry enquanto ele e seus amigos se preparam para o confronto final.",
    "chaptersQty": 36,
    "pagesQty": 551
  },
  {
    "author": "5f569ca74faae91334863227",
    "name": "Os Elefantes não Esquecem",
    "resume": "Lançado em 1972, 'Elefantes Não Esquecem' é um dos últimos livros de Agatha Christie estrelado por Hercule Poirot. Sua história apresenta o assassinato do casal Ravenscroft, ocorrido quinze anos antes, e aparentemente sem solução. ... Christie poderia sofrer do Mal de Alzheimer.",
    "chaptersQty": 21,
    "pagesQty": 163
  },
  {
    "author": "5f569ca74faae91334863227",
    "name": "Treze á Mesa",
    "resume": "Em um mistério policial de tirar o fôlego, Treze à Mesa nos mostra Hercule Poirot, com a ajuda de seu amigo, Arthur Hastings, na tentativa de descobrir como ocorreu o crime cometido contra Lord Edgware e quem é o assassino.",
    "chaptersQty": 31,
    "pagesQty": 253
  },
  {
    "author": "5f569ca74faae91334863227",
    "name": "O Natal de Poirot",
    "resume": "Em O Natal de Poirot, romance policial de Agatha Christie lançado em 1938, o pequeno belga deverá descobrir quem matou um milionário em sua própria mansão, na véspera de natal e rodeado da família. Ninguém morre de amores pelo homem, e todos tinham motivo para matá-lo.",
    "chaptersQty": 7,
    "pagesQty": 222
  },
  {
    "author": "5f569ca74faae91334863227",
    "name": "Hora Zero",
    "resume": "A aristocrata Lady Tressilan é brutalmente assassinada em sua casa. Pouco tempo depois, Mr. Trevis, um experiente advogado criminalista de 80 anos, também é morto quando estava prestes a revelar uma pista sobre o crime. O superintendente Battle, da Scotland Yard, entra em ação e descobre que está diante de um perverso assassino. Seguindo cinco pistas aparentemente desconexas, o superintendente Battle inicia uma perigosa investigação para descobrir a identidade do criminoso.",
    "chaptersQty": 6,
    "pagesQty": 214
  }
]